accountsservice
acpi
acpid
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-sans-fonts
alsa-firmware
alsa-utils
android-tools
android-udev
autoconf
automake
avahi
awesome
b43-fwcutter
bash-completion
bat
bison
blueman
brave-browser
btrfs-progs
bzip2
coreutils
cpupower
crda
cronie
cryptsetup
dbus-x11
device-mapper
dhclient
dhcpcd
diffutils
discord
dmidecode
dmraid
dnsmasq
docker
dosfstools
e2fsprogs
ecryptfs-utils
efibootmgr
engrampa
exfat-utils
exo
f2fs-tools
fakeroot
fd
ffmpeg
ffmpegthumbnailer
file
filesystem
findutils
flameshot
flex
freetype2
fzf
garcon
gawk
gcc
gcc-libs
gcolor2
gdb
gettext
git-delta
github-cli
glibc
gnome-icon-theme
gnome-keyring
gnome-themes-extra
gparted
grep
grub
grub-btrfs
grub-theme-manjaro
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gtkhash-thunar
gufw
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
haveged
htop
httpie
inetutils
intel-ucode
inxi
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
jfsutils
jq
kitty
less
lib32-libva-intel-driver
lib32-libva-mesa-driver
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-nvidia-utils
libdvdcss
libgsf
libopenraw
libva-intel-driver
libva-mesa-driver
libva-vdpau-driver
licenses
light-locker
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux-firmware
linux513
linux513-nvidia
logrotate
lsb-release
lvm2
m4
make
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-browser-settings
manjaro-documentation-en
manjaro-firmware
manjaro-hello
manjaro-hotfixes
manjaro-pulse
manjaro-release
manjaro-settings-manager
manjaro-settings-manager-notifier
manjaro-system
manjaro-xfce-minimal-settings
matcha-gtk-theme
mdadm
memtest86+
menulibre
mesa-demos
mhwd
mhwd-db
mkinitcpio-openswap
mobile-broadband-provider-info
modemmanager
mousepad
mtpfs
mugshot
nano
neovim
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nodejs
noto-fonts
npm
nss-mdns
ntfs-3g
ntp
numlockx
nvidia-utils
nvm
openresolv
openssh
os-prober
p7zip
pacman
pamac-gtk
parole
patch
pavucontrol
pciutils
perl
perl-file-mimeinfo
pkgconf
poppler-glib
powertop
procps-ng
procs
psmisc
pulseaudio-bluetooth
pulseaudio-ctl
pulseaudio-zeroconf
python-pip
qpdfview
reiserfsprogs
ripgrep
rsync
s-nail
samba
screenfetch
sed
shadow
spectre-meltdown-checker
squashfs-tools
stow
strace
sudo
sysfsutils
systemd-fsck-silent
systemd-sysvcompat
tar
terminus-font
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
timeshift-autosnap-manjaro
tldr
tlp
ttf-dejavu
tumbler
udiskie
udisks2
unace
unrar
usb_modeswitch
usbutils
util-linux
vi
vim
wget
which
wpa_supplicant
xcursor-simpleandsoft
xcursor-vanilla-dmz-aa
xdg-user-dirs
xdg-utils
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xfce4-appfinder
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screenshooter
xfce4-session
xfce4-settings
xfce4-taskmanager
xfce4-terminal
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xiccd
xorg-mkfontscale
xorg-server
xorg-twm
xorg-xinit
xorg-xkill
xsel
zensu
zsh
zsh-autosuggestions
zsh-syntax-highlighting
