# 'brew tap'
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "homebrew/services"
tap "heroku/brew"
tap "mongodb/brew"

# 'brew install'
brew "bat"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-extras"
brew "go"
brew "grep"
brew "heroku"
brew "htop"
brew "jq" # for yabai
brew "mongodb-community"
brew "mongosh"
brew "neovim"
brew "node"
brew "procs"
brew "python@3.9"
brew "ripgrep"
brew "skhd"
brew "stow"
brew "stylua"
brew "tldr"
brew "yabai"

cask "bitwarden"
cask "google-chrome"
cask "kitty"
cask "notion"
cask "postman"
cask "slack"
cask "visual-studio-code"
cask "zoom"
