# 'brew tap'
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"

# 'brew install'
brew "asciinema"
brew "autojump"
brew "bat"
brew "bitwarden-cli"
brew "cask"
brew "coreutils"
brew "curlie"
brew "fd"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "git-extras"
brew "gnu-sed"
brew "gnu-tar"
brew "grep"
brew "httpie"
brew "jq"
brew "lazygit"
brew "luajit-openresty"
brew "mongodb/brew/mongodb-community"
brew "neovim"
brew "node"
brew "python@3.9"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "skhd"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "tree-sitter"
brew "vim"
brew "wget"
brew "yabai"

# 'brew install --cask'
cask "alfred"
cask "bitwarden"
cask "firefox-developer-edition"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "github"
cask "google-chrome"
cask "iterm2"
cask "logitech-options"
cask "monitorcontrol"
cask "notion"
cask "obs"
cask "postman"
cask "powershell"
cask "slack"
cask "ubersicht"
cask "visual-studio-code"
cask "zoom"
