# 'brew tap'
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "homebrew/services"

# 'brew install'
brew "bat"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-extras"
brew "go"
brew "grep"
brew "htop"
brew "jq"
brew "neovim"
brew "node"
brew "procs"
brew "python@3.9"
brew "ripgrep"
brew "skhd"
brew "stow"
brew "stylua"
brew "yabai"

cask "google-chrome"
cask "kitty"
cask "postman"
