# 'brew install'
brew "bat"
# GNU utils
brew "coreutils"
brew "fd"
# GNU find utils
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "git-extras"
# GNU sed
brew "gnu-sed"
# GNU grep
brew "grep"
brew "htop"
brew "jq"
brew "node"
brew "python"
brew "ripgrep"
brew "ssh-copy-id"
brew "stow"
